Repository: Grizzlik/origam
Catalog: Origam.UI/Strings.*.resx
Languages: cs_cz

source: Error Message
cs_cz: Chybové hlášení

# TooltipMail
source: Sends an error message including technical details to support@advantages.cz
cs_cz: Odešle chybové hlášení včetně podrobností na support@advantages.cz

# TooltipCopy
source: Will copy the error message including technical details to a clipboard.
cs_cz: Zkopíruje chybové hlášení včetně podrobností do schránky

# TooltipDetails
source: Displays error details.
cs_cz: Zobrazí podrobnosti o chybovém hlášení

# TooltipOK
source: Closes this window.
cs_cz: Uzavře toto okno

# ErrorWhenSendMail
source: Error occured while sending an error report.
cs_cz: Chyba při odesílání chybového reportu

# DoingWhatLabel
source: Enter the consequences under which the error occured (what did you do?):
cs_cz: Napište, prosím, okolnosti, při kterých chyba vznikla (jakou akci jste prováděli):

# ButtonSend
source: &Send to support@advantages.cz
cs_cz: &Odeslat na support@advantages.cz

# ButtonCancel
source: Cancel
cs_cz: Storno

# ExpectingLabel
source: What did you expect to happen?
cs_cz: Co jste očekávali, že se stane:

# ErrorMessageSend
source: Send error message
cs_cz: Odeslání chybového hlášení

# EnterAll
source: Please fill out all fields. We will be able to help you faster.
cs_cz: Vyplňte, prosím, všechna pole, umožníte tím rychlejší vyřešení vašeho problému. Děkujeme.
