Repository: Grizzlik/origam
Catalog: Origam.Server.Utils/Resources.*.resx
Languages: de

source: About
de: Über

# AccountCreatedMessage
source: Account was successfully created. Confirmation e-mail was sent.
de: Benutzerkonto wurde erfolgreich erstellt. Bestätigungsmail wurde versandt.

# AccountCreatedTitle
source: Complete.
de: Abgeschlossen.

# AdministrationTitle
source: Administration
de: Verwaltung

source: Attach
de: Anhängen

source: Attach User
de: Anwender anhängen

# AttachUserTitle
source: Attach User
de: Anwender anhängen

source: Back
de: Zurück

source: Back to list
de: Zurück zur Liste

# BackToStart
source: Back to Start Page
de: Zurück zur Startseite

source: Cancel
de: Abbrechen

# ChangedPasswordMailEnjoy
source: Have a nice day
de: Einen schönen Tag

# ChangedPasswordMailIntro
source: Dear user, your password for SIMPLICOR (http://my.simplicor.com) was changed. If it was not you who requested the password change, please, send a request to support@simplicor.com.
de: Lieber Anwender, Ihr Passwort für SIMPLICOR (http://my.simplicor.com) wurde geändert. Falls nicht Sie diese Passwortänderung beantragt haben, senden Sie bitte eine Anfrage an support@simplicor.com.

source: Change Password
de: Passwort ändern

# ChangePasswordTitle
source: Change Password
de: Passwort ändern

# CompanyForm
source: Company:
de: Firma:

# ConfirmNewPasswordForm
source: Confirm New Password:
de: Neues Passwort bestätigen:

# ConfirmPasswordForm
source: Confirm Password:
de: Passwort bestätigen:

source: Continue
de: Fortsetzen

source: Create
de: Erzeugen

source: Create and Attach
de: Erzeugen und anhängen

# CreateAndAttachTitle
source: Create and Attach User
de: Anwender erzeugen und anhängen

# CreateNewCompanyTitle
source: Create New Company
de: Neue Firma erzeugen

source: Create New User
de: Neuen Anwender erzeugen

# CreateUserMailEnjoy
source: Why area you getting this e-mail? You or somebody else has created an account on my.simplicor.com. SIMPLICOR is a place where business applications can be quickly created and hosted. If you have any questions or request, you can send them to our support team e-mail support@simplicor.com.
de: Warum erhalten Sie diese E-Mail? Sie oder jemand anderes hat auf my.simplicor.com ein Benutzerkonto erzeugt. SIMPLICOR ist ein Ort, wo Geschäftsanwendungen schnell erstellt und betrieben werden können. Haben Sie Fragen oder Wünsche, können Sie diese an unser Supportteam senden: support@simplicor.com.

# CreateUserMailIntro
source: Dear new user, a new account was created for you to access your SIMPLICOR applications (http://my.simplicor.com). We send you your login information for your convenience.
de: Lieber Neuanwender, für Ihre SIMPLICOR-Anwendungen (http://my.simplicor.com) wurde ein neues Konto für Sie erstellt. Wir werden Ihnen Ihre Login-Informationen zusenden.

# CreateUserMailSubject
source: Welcome to SIMPLICOR!
de: Willkommen bei SIMPLICOR!

# CreatingCompany
source: Creating new company... Will take a while...
de: Neue Firma wird erzeugt... Kann einige Zeit dauern...

source: Delete Company
de: Firma löschen

source: Detach User
de: Anwender trennen

# EnterCompanyName
source: Enter name of the company
de: Firmennamen eingeben

source: Enter User Info
de: Benuzterinformationen eingeben

# EnterUserName
source: Enter your User Name to receive your password.
de: Geben Sie Ihren Benutzernamen ein, um Ihr Passwort zu erhalten.

# FirstNameForm
source: First Name:
de: Vorname:

source: Go to Administration
de: Gehen Sie in "Verwaltung"

# InfoAboutSimplicor
source: About SIMPLICOR
de: Über SIMPLICOR

source: Join SIMPLICOR
de: SIMPLICOR beitreten

# NewPasswordForm
source: New Password:
de: Neues Passwort:

# NewPasswordMatchError
source: The Confirm New Password must match the New Password entry.
de: Die Bestätigung des neuen Passworts muss mit dem neuen Passwort übereinstimmen.

# NewPasswordRequired
source: New password is required.
de: Neues Passwort wird verlangt.

# DuplicateUserName
source: Please enter a different user name.
de: Bitte anderen Benutzernamen eingeben.

# DuplicateEmail
source: The e-mail address that you entered is already in use. Please enter a different e-mail address.
de: Die eingegebene E-Mail Adresse wird schon verwendet. Bitte eine andere E-Mail Adresse eingeben.

# InvalidPassword
source: Password length minimum: 7. Non-alphanumeric characters required: 1.
de: Passwort mit mindestens 7 Zeichen, davon 1 Sonderzeichen

source: Owned Companies
de: Eingene Firmen

source: Password
de: Passwort

# PasswordChanged
source: Change Password Complete
de: Passwortänderung abgeschlossen

# PasswordForm
source: Password:
de: Passwort:

# PasswordMatchError
source: The Confirm Password must match the Password entry.
de: Die Bestätigung des Passworts muss mit dem Passwort übereinstimmen.

# PasswordSent
source: Your password has been sent to you.
de: Ihr Passwort wurde Ihnen zugesandt.

source: Recover Password
de: Passwort wieder herstellen

# RegisterHeadline
source: Register
de: Einschreiben

# Register
source: Sign up
de: Registrieren

# SelectCompanyForm
source: Select Company:
de: Firma auswählen:

# SelectCompanyTitle
source: Select Company
de: Firma auswählen

source: Show Backups
de: Backups anzeigen

source: Sign In
de: Anmelden

# SignInHeader
source: Sign in
de: Anmelden

source: Sign Out
de: Abmelden

# SignUpFor
source: Sign up
de: Anmelden

# Slogan
source: CRM/ERP for making your work simple
de: CRM/ERP um Ihnen die Arbeit zu erleichtern

source: Submit
de: Absenden

# SurnameForm
source: Surname:
de: Nachname:

# SecurityQuestionForm
source: Security Question:
de: Sicherheistfrage:

# SecurityAnswerForm
source: Answer:
de: Antwort:

# UserAlreadyAttached
source: User is already attached to the company.
de: Der Anwender ist bereits mit der Firma verbunden.

source: User doesn't exist.
de: Anwender existiert nicht.

# UserInfoHeader
source: User Info
de: Benutzerinformationen

# UserNameForm
source: User Name:
de: Benutzername:

# UserNameRequired
source: User name is required.
de: Benutzername ist erforderlich.

# UserRoleForm
source: Role:
de: Eigenschaft:

# UserRoleRequired
source: User role is required.
de: Benutzereigenschaft ist erforderlich.

# UsersSection
source: Users
de: Anwender

# WelcomeHeadline
source: Welcome
de: Willkommen

# YourPasswordWasChanged
source: Your password was changed. Confirmation e-mail was sent to your address
de: Ihr Passwort wurde geändert. Eine Bestätigungsmail wurde an Ihre Adresse geschickt.

# EmailInvalid
source: E-mail address is invalid.
de: Ungültige E-Mail-Adresse.

source: Show Full Screen
de: Volle Bildschirmgrösse anzeigen

# FullScreenTitle
source: Full Screen
de: Volle Bildschirmgrösse

# MessageForm
source: Message for the user:
de: Nachrichten an den Anwender:

# ReportProblemMailOpening
source: This is report on problem with ORIGAM sent by user {0}.
de: Dies ist eine ORIGAM Fehlermeldung von Benutzer {0}.

# UserCreatedHeader
source: User account has been successfully created.
de: Benutzerkonto wurde erfolgreich angelegt.

# UserCreatedText
source: was successfully created at the system. Please finish activation of you account by clicking on the link in an email we have already sent to your e-mail address.
de: Benutzerkonto wurde im System angelegt. Zur Aktivierung bitte auf den Link in der zugestellen E-Mail klicken.

# UserRegisteredMailActivationInfo
source: You account is almost ready. Before you can log-in for the first time, you have to
de: Die Einrichtung Ihres Benutzerkontos ist fast fertig. Bevor Sie sich zum ersten Mal anmelden können, müssen Sie

# UserRegisteredMailActivationInfoClickthru
source: click here, to verify your account.
de: hier klicken um Ihr Konto zu verifizieren.

# UserRegisteredMailIntro
source: Dear user, a new account has been just created for you in ORIGAM.
de: Sehr geehrter Benutzer, ein neues ORIGAM Benutzerkonto wurde soben für Sie angelegt.

# UserRegisteredMailSupport
source: If you have any troubles with a registration process, please don't hesitate to contact us - just answer to this email.
de: Bitte kontaktieren Sie uns, falls Sie Probleme mit der Registration haben. Senden Sie uns eine Antwort auf diese E-Mail.

# UserRegisteredMail_Subject
source: Welcome to ORIGAM!
de: Willkommen bei ORIGAM

# VerifyNewUser_accountApproved
source: Your account has been Approved. Please
de: Ihr Benutzerkonto wurde freigeschaltet. Bitte

# VerifyNewUser_alreadyActivated
source: The specified user account was previously activated ...
de: Das angegebene Benutzerkonto wurde schon aktiviert.

# VerifyNewUser_header
source: User account verification
de: Überprüfung des Benutzerkontos.

# VerifyNewUser_loginHere
source: login here.
de: Hier anmelden.

# YourAccount
source: You account
de: Ihr Benutzerkonto

# UserRegisteredMail_Enjoy
source: Have a nice day
de: Wir wünschen Ihnen einen schönen Tag

# LoginFailed
source: Your login attempt was not successful. Please try again.
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es nochmals.

# ChangedPasswordMailSubject
source: Password Reset
de: Passwort zurücksetzen

# FailedToSendPassword
source: Password was changed, but application failed to send email with new password. Please contact administrator.
de: Das Passwort wurde geändert, aber die E-Mail mit dem neuen Passwort konnte nicht zugestellt werden. Bitte kontaktieren Sie den Systemadministrator.

# FailedToRecoverPassword
source: Password recovery failed. Please contact an administrator.
de: Passwort konnte nicht zurück gesetzt werden. Bitte kontaktieren Sie den Administrator.

source: Confirm
de: Bestätigen

source: Invalid code.
de: Ungültiger Code.

# EmailConfirmed
source: Email is confirmed.
de: E-Mail ist bestätigt.

source: Confirmation Code
de: Bestätigungs-Code

source: Invalid Request
de: Ungültige Anfrage

# ApplicationSetupAlready
source: The application has been already set up.
de: Die Applikation ist schon eingerichtet.

# NewUserRegistrationMailSent
source: Registration succeeded. An e-mail with an activation procedure was sent to you.
de: Erfolgreich registriert. Eine E-Mail mit einem Aktivierungslink wurde an Ihre E-Mail Adresse gesandt.

# PasswordResetHeadline
source: Password Reset for user {0}
de: Passwort für Benutzer {0} zurücksetzen

# PasswordResetSuccess
source: The password has been changed successfully.
de: Das Passwort wurde erfolgreich geändert.

# FailedToGeneratePasswordResetToken
source: Failed to generate a password reset token. Please contact an administrator.
de: Das Passwort konnte nicht zurück gesetzt werden. Bitte kontaktieren Sie den Administrator.

# InvokeResetPassword_Headline
source: Pasword Reset
de: Passwort zurücksetzen

# ResetPassword_LinkFromLoginScreen
source: Forgot your password?
de: Passwort vergessen?

# EmptyMenuNoAccess
source: There are no items available due to your current permissions. Please contact the administrator.
de: Aufgrund ihrer Berechtigung stehen keine Elemente zur Verfügung. Kontaktieren Sie den Systemadministrator.

# No2FAProvider
source: Two-factor authentication is required, but second factor provider is not available. Please contact the administrator.
de: 2-Faktor-Authentifizierung ist erforderlich, jedoch steht der zweite Faktor-Provider nicht zur Verfügung. Bitte kontaktieren Sie den Systemadministrator.
