Repository: Grizzlik/origam
Catalog: backend/Origam.Schema.WorkflowModel.UI/Strings.*.resx
Languages: de

# ErrorServiceModelUnknownType
source: This type is not supported by ServiceModel
de: Typ wird vom ServiceModel nicht unterstützt.

# ErrorWorkflowSchedulerModelUnknownType
source: This type is not supported by WorkflowSchedulerModel
de: Typ wird vom WorkflowSchedulerModel nicht unterstützt.

# ErrorWorkflowModelUnknownType
source: This type is not supported by WorkflowModel
de: Typ wird vom WorkflowModel nicht unterstützt.

# EnterNumberBetween0
source: Enter number between 0 and 999
de: Zahl zwischen 0 und 999 eingeben

# EnterNumberBetween1
source: Enter number between 0 and 59
de: Zahl zwischen 0 und 59 eingeben

# EnterNumberBetween2
source: Enter number between 0 and 23
de: Zahl zwischen 0 und 23 eingeben

# EnterNumberBetween3
source: Enter number between 1 and 31
de: Zahl zwischen 1 und 31 eingeben

# EnterNumberBetween4
source: Enter number between 0 (Sunday) and 6 (Saturday).
de: Zahl zwischen 0 (Sonntag) und 6 (Samstag) eingeben.

# ErrorUknownIntervalType
source: Uknown scheduler interval type
de: Unbekannter Scheduler-Intervall Typ

# ErrorSetDaysInterval
source: Cannot set days for interval type {0}
de: Für Intervall-Typ {0} können keine Tage festgelegt werden.

# ErrorSetHoursInterval
source: Cannot set hours for interval type {0}
de: Für Intervall-Typ {0} können keine Stunden festgelegt werden.

# ErrorSetMinutesInterval
source: Cannot set minutes for interval type {0}
de: Für Intervall-Typ {0} können keine Minuten festgelegt werden.

# ErrorWorkflowUnknownType
source: This type is not supported by Workflow
de: Typ wird von Workflow nicht unterstützt.

# ErrorStateMachineStateUnknownType
source: This type is not supported by StateMachineState
de: Typ wird von StateMachineState nicht unterstützt.

# ErrorNotDateTime
source: DateValue must be of type DateTime or null.
de: DateValue muss vom Typ DateTime oder Null sein.

# ErrorConvertToGuid
source: Cannot convert to Guid
de: Kann nicht zu Guid konvertiert werden.

# ErrorSetWorkflowPropertyTaskUnknownType
source: This type is not supported by SetWorkflowPropertyTask
de: Typ wird von SetWorkflowPropertyTask nicht unterstützt.

# ErrorUIFormTaskUnknownType
source: This type is not supported by UIFormTask
de: Typ wird von UIFormTask nicht unterstützt.

# ErrorUnknownWorkQueueCommand
source: Unknown work queue command.
de: Unbekannter work queue Befehl.

# ErrorWorkQueueClassUknownType
source: This type is not supported by WorkQueueClass model.
de: Typ wird vom WorkQueueClass Modell nicht unterstützt.

# ErrorCompareWorkQueueWorkflowCommand
source: Cannot compare this object with WorkQueueWorkflowCommand
de: Objekt kann mit WorkQueueWorkflowCommand nicht verglichen werden.

# ErrorCompareAbstractWorkflowPageAction
source: Canno compare this object with AbstractWorkflowPageAction
de: Objekt kann mit AbstractWorkflowPageAction nicht verglichen werden.

# ErrorWorkQueueWizardUnknownType
source: Unsupported data type for work queue field.
de: Nicht unterstützter Datentyp für work queue Feld.

# ErrorUknownWorkQueueLoader
source: Unknown work queue loader.
de: Unbekannter work queue Lader.
